{
    "ProductsPage": {
        "title": "Products"
    },
    "HomePage": {
        "title": "Popular Products"
    },
    "ProductCard": {
    "electronics": "Electronics",
    "jewelery": "Jewelery",
    "men's clothing": "Men's Clothing",
    "women's clothing": "Women's Clothing",
    "addCart": "Add to Cart",
    "Added to cart":"Added to cart",

    "Fjallraven - Foldsack No_ 1 Backpack, Fits 15 Laptops": "Fjallraven - Foldsack No. 1 Backpack, Fits 15 Laptops",
    "Your perfect pack for everyday use and walks in the forest_ Stash your laptop (up to 15 inches) in the padded sleeve, your everyday":
        "Your perfect pack for everyday use and walks in the forest. Stash your laptop (up to 15 inches) in the padded sleeve, ideal for daily use.",

    "Mens Casual Premium Slim Fit T-Shirts ": "Mens Casual Premium Slim Fit T-Shirts",
    "Slim-fitting style, contrast raglan long sleeve, three-button henley placket, light weight & soft fabric for breathable and comfortable wearing_ And Solid stitched shirts with round neck made for durability and a great fit for casual fashion wear and diehard baseball fans_ The Henley style round neckline includes a three-button placket_":
        "Slim-fitting style with contrast raglan long sleeves, three-button henley placket, lightweight & soft fabric for breathable and comfortable wear. Solid stitched round neck shirts made for durability and a great fit for casual fashion wear and die-hard baseball fans. The Henley round neckline includes a three-button placket.",

    "Mens Cotton Jacket": "Mens Cotton Jacket",
    "great outerwear jackets for Spring/Autumn/Winter, suitable for many occasions, such as working, hiking, camping, mountain/rock climbing, cycling, traveling or other outdoors_ Good gift choice for you or your family member_ A warm hearted love to Father, husband or son in this thanksgiving or Christmas Day_":
        "Great outerwear jackets for Spring/Autumn/Winter, suitable for many occasions such as work, hiking, camping, mountain/rock climbing, cycling, traveling or other outdoor activities. A good gift choice for you or your family. A warm-hearted gift for Father, Husband or Son on Thanksgiving or Christmas Day.",

    "Mens Casual Slim Fit": "Mens Casual Slim Fit",
    "The color could be slightly different between on the screen and in practice_ / Please note that body builds vary by person, therefore, detailed size information should be reviewed below on the product description_":
        "The color may look slightly different on screen than in person. / Please note that body builds vary by individual, so detailed size information should be reviewed in the product description.",

    "John Hardy Women's Legends Naga Gold & Silver Dragon Station Chain Bracelet": "John Hardy Women's Legends Naga Gold & Silver Dragon Station Chain Bracelet",
    "From our Legends Collection, the Naga was inspired by the mythical water dragon that protects the ocean's pearl_ Wear facing inward to be bestowed with love and abundance, or outward for protection_":
        "From our Legends Collection, the Naga was inspired by the mythical water dragon that protects the ocean's pearl. Wear it facing inward for love and abundance, or outward for protection.",

    "Solid Gold Petite Micropave ": "Solid Gold Petite Micropave",
    "Satisfaction Guaranteed_ Return or exchange any order within 30 days_Designed and sold by Hafeez Center in the United States_ Satisfaction Guaranteed_ Return or exchange any order within 30 days_":
        "Satisfaction Guaranteed. Return or exchange any order within 30 days. Designed and sold by Hafeez Center in the United States. Satisfaction Guaranteed. Return or exchange any order within 30 days.",

    "White Gold Plated Princess": "White Gold Plated Princess",
    "Classic Created Wedding Engagement Solitaire Diamond Promise Ring for Her_ Gifts to spoil your love more for Engagement, Wedding, Anniversary, Valentine's Day___":
        "Classic Created Wedding Engagement Solitaire Diamond Promise Ring for her. Perfect gifts to spoil your love for Engagement, Wedding, Anniversary, or Valentine's Day.",

    "Pierced Owl Rose Gold Plated Stainless Steel Double": "Pierced Owl Rose Gold Plated Stainless Steel Double",
    "Rose Gold Plated Double Flared Tunnel Plug Earrings_ Made of 316L Stainless Steel":
        "Rose Gold Plated Double Flared Tunnel Plug Earrings. Made of 316L Stainless Steel.",

    "WD 2TB Elements Portable External Hard Drive - USB 3_0 ": "WD 2TB Elements Portable External Hard Drive - USB 3.0",
    "USB 3_0 and USB 2_0 Compatibility Fast data transfers Improve PC Performance High Capacity; Compatibility Formatted NTFS for Windows 10, Windows 8_1, Windows 7; Reformatting may be required for other operating systems; Compatibility may vary depending on user’s hardware configuration and operating system":
        "USB 3.0 and USB 2.0 compatible, fast data transfers, improves PC performance, high capacity storage. Formatted NTFS for Windows 10, Windows 8.1, Windows 7. Reformatting may be required for other OS. Compatibility may vary based on hardware configuration and OS.",

    "SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s": "SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
    "Easy upgrade for faster boot up, shutdown, application load and response (As compared to 5400 RPM SATA 2_5” hard drive; Based on published specifications and internal benchmarking tests using PCMark vantage scores) Boosts burst write performance, making it ideal for typical PC workloads The perfect balance of performance and reliability Read/write speeds of up to 535MB/s/450MB/s (Based on internal testing; Performance may vary depending upon drive capacity, host device, OS and application_)":
        "Easy upgrade for faster boot up, shutdown, app load and response (compared to 5400 RPM SATA 2.5” hard drive; based on published specs and internal benchmarks with PCMark Vantage). Boosts burst write performance, ideal for typical PC workloads. Perfect balance of performance and reliability. Read/write speeds up to 535MB/s / 450MB/s (internal testing; performance may vary by drive capacity, host device, OS, and app).",

    "Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2_5": "Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
    "3D NAND flash are applied to deliver high transfer speeds Remarkable transfer speeds that enable faster bootup and improved overall system performance_ The advanced SLC Cache Technology allows performance boost and longer lifespan 7mm slim design suitable for Ultrabooks and Ultra-slim notebooks_ Supports TRIM command, Garbage Collection technology, RAID, and ECC (Error Checking & Correction) to provide the optimized performance and enhanced reliability_":
        "3D NAND flash provides high transfer speeds for faster boot-up and improved system performance. Advanced SLC Cache Technology boosts performance and lifespan. 7mm slim design suitable for Ultrabooks and ultra-slim notebooks. Supports TRIM, Garbage Collection, RAID, and ECC for optimized performance and reliability.",

    "WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive": "WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive",
    "Expand your PS4 gaming experience, Play anywhere Fast and easy, setup Sleek design with high capacity, 3-year manufacturer's limited warranty":
        "Expand your PS4 gaming experience, play anywhere. Fast and easy setup. Sleek high-capacity design. 3-year limited manufacturer warranty.",

    "Acer SB220Q bi 21_5 inches Full HD (1920 x 1080) IPS Ultra-Thin": "Acer SB220Q bi 21.5 inches Full HD (1920 x 1080) IPS Ultra-Thin",
    "21_ 5 inches Full HD (1920 x 1080) widescreen IPS display And Radeon free Sync technology_ No compatibility for VESA Mount Refresh Rate: 75Hz - Using HDMI port Zero-frame design | ultra-thin | 4ms response time | IPS panel Aspect ratio - 16: 9_ Color Supported - 16_ 7 million colors_ Brightness - 250 nit Tilt angle -5 degree to 15 degree_ Horizontal viewing angle-178 degree_ Vertical viewing angle-178 degree 75 hertz":
        "21.5 inch Full HD (1920 x 1080) widescreen IPS display with Radeon FreeSync technology. Not VESA mount compatible. Refresh Rate: 75Hz (HDMI port). Zero-frame design | ultra-thin | 4ms response time | IPS panel. Aspect ratio 16:9. Supports 16.7M colors. Brightness 250 nits. Tilt angle -5° to 15°. Viewing angles: 178° horizontal / 178° vertical. 75Hz.",

    "Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) – Super Ultrawide Screen QLED ": "Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) – Super Ultrawide QLED",
    "49 INCH SUPER ULTRAWIDE 32:9 CURVED GAMING MONITOR with dual 27 inch screen side by side QUANTUM DOT (QLED) TECHNOLOGY, HDR support and factory calibration provides stunningly realistic and accurate color and contrast 144HZ HIGH REFRESH RATE and 1ms ultra fast response time work to eliminate motion blur, ghosting, and reduce input lag":
        "49-inch Super Ultrawide 32:9 Curved Gaming Monitor with dual 27-inch screens side by side. Quantum Dot (QLED) technology, HDR support, and factory calibration for realistic and accurate colors and contrast. 144Hz high refresh rate and 1ms ultra-fast response eliminate motion blur, ghosting, and reduce input lag.",

    "BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats": "BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats",
    "Note:The Jackets is US standard size, Please choose size as your usual wear Material: 100% Polyester; Detachable Liner Fabric: Warm Fleece_ Detachable Functional Liner: Skin Friendly, Lightweigt and Warm_Stand Collar Liner jacket, keep you warm in cold weather_ Zippered Pockets: 2 Zippered Hand Pockets, 2 Zippered Pockets on Chest (enough to keep cards or keys)and 1 Hidden Pocket Inside_Zippered Hand Pockets and Hidden Pocket keep your things secure_ Humanized Design: Adjustable and Detachable Hood and Adjustable cuff to prevent the wind and water,for a comfortable fit_ 3 in 1 Detachable Design provide more convenience, you can separate the coat and inner as needed, or wear it together_ It is suitable for different season and help you adapt to different climates":
        "Note: The jackets are US standard size, please choose your usual size. Material: 100% Polyester; Detachable Liner Fabric: Warm fleece. Detachable functional liner: skin-friendly, lightweight, and warm. Stand collar liner jacket keeps you warm in cold weather. Zippered pockets: 2 hand pockets, 2 chest pockets (enough for cards/keys), and 1 hidden pocket inside. Humanized design: adjustable and detachable hood, adjustable cuffs to block wind and water. 3-in-1 detachable design for more convenience: wear coat and liner separately or together. Suitable for different seasons and climates.",

    "Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket": "Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket",
    "100% POLYURETHANE(shell) 100% POLYESTER(lining) 75% POLYESTER 25% COTTON (SWEATER), Faux leather material for style and comfort / 2 pockets of front, 2-For-One Hooded denim style faux leather jacket, Button detail on waist / Detail stitching at sides, HAND WASH ONLY / DO NOT BLEACH / LINE DRY / DO NOT IRON":
        "100% Polyurethane (shell), 100% Polyester (lining), 75% Polyester 25% Cotton (sweater). Faux leather for style and comfort. Two front pockets, 2-in-1 hooded denim style faux leather jacket. Waist button detail, side stitching detail. HAND WASH ONLY / DO NOT BLEACH / LINE DRY / DO NOT IRON.",

    "Rain Jacket Women Windbreaker Striped Climbing Raincoats": "Rain Jacket Women Windbreaker Striped Climbing Raincoats",
    "Lightweight perfet for trip or casual wear---Long sleeve with hooded, adjustable drawstring waist design_ Button and zipper front closure raincoat, fully stripes Lined and The Raincoat has 2 side pockets are a good size to hold all kinds of things, it covers the hips, and the hood is generous but doesn't overdo it_Attached Cotton Lined Hood with Adjustable Drawstrings give it a real styled look_":
        "Lightweight, perfect for travel or casual wear. Long sleeves with hood, adjustable drawstring waist design. Button and zipper front closure, fully striped lining. Two side pockets large enough to hold items. Covers hips, generous hood without being oversized. Cotton-lined hood with adjustable drawstrings adds a stylish look.",

    "MBJ Women's Solid Short Sleeve Boat Neck V ": "MBJ Women's Solid Short Sleeve Boat Neck V",
    "95% RAYON 5% SPANDEX, Made in USA or Imported, Do Not Bleach, Lightweight fabric with great stretch for comfort, Ribbed on sleeves and neckline / Double stitching on bottom hem":
        "95% Rayon, 5% Spandex. Made in USA or Imported. Do not bleach. Lightweight fabric with great stretch for comfort. Ribbed sleeves and neckline, double-stitched bottom hem.",

    "Opna Women's Short Sleeve Moisture": "Opna Women's Short Sleeve Moisture",
    "100% Polyester, Machine wash, 100% cationic polyester interlock, Machine Wash & Pre Shrunk for a Great Fit, Lightweight, roomy and highly breathable with moisture wicking fabric which helps to keep moisture away, Soft Lightweight Fabric with comfortable V-neck collar and a slimmer fit, delivers a sleek, more feminine silhouette and Added Comfort":
        "100% Polyester. Machine wash. 100% cationic polyester interlock. Pre-shrunk for a great fit. Lightweight, roomy, and highly breathable with moisture-wicking fabric to keep moisture away. Soft lightweight fabric with comfortable V-neck collar and slimmer fit for a sleek, feminine silhouette and added comfort.",

    "DANVOUY Womens T Shirt Casual Cotton Short": "DANVOUY Women's T Shirt Casual Cotton Short",
    "95%Cotton,5%Spandex, Features: Casual, Short Sleeve, Letter Print,V-Neck,Fashion Tees, The fabric is soft and has some stretch_, Occasion: Casual/Office/Beach/School/Home/Street_ Season: Spring,Summer,Autumn,Winter_":
        "95% Cotton, 5% Spandex. Features: Casual, Short Sleeve, Letter Print, V-Neck, Fashion Tees. Fabric is soft and slightly stretchy. Occasion: Casual, Office, Beach, School, Home, Street. Seasons: Spring, Summer, Autumn, Winter."
    },

    "Cart": {
        "title": "Your Cart",
        "empty": "Your Cart is empty."
    },
    "Navbar": {
        "home": "Home",
        "products": "Products",
        "cart": "Cart"
    }
}
